var fileList = [
	"banner.jpg",
	"bg-01.jpg",
	"bg-02.jpg",
];

//_isLandscape  是否是横板视频 

var dataHtmlData = [{
	_title: "华为p8全球市场整合营销",
	_path: "file/huawei-p8daoguangzhe/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg"],
	_video: ["1.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "Ascend P8的光绘摄影在拍摄中能创造更多可能，从核心卖点光绘出发，结合欧洲迎来2015年唯一一次日全食，提取“光”元素，用光也能创造更多的可能性。<br><br>我们从创意背景发散，绘制了不少于300个关键词的思维导图，从中整合出我们的创意网络：<br><br>光绘→为光带来新形式的展现方式→光的演绎史→自然光（极光、日蚀、星光...）、普罗米修斯（创造了人类、带来了火、点亮黑夜）、火的运用（驱逐野兽、人类区别于其他生物）、电灯（爱迪生的发明）......<br><br>由此得出此次的campaign的传播策略：<br><br>向普罗米修斯致敬<br><br>贯穿整个创意，我们运用社交媒体、搭建官网minisite、引流线下发布会多渠道向受众传达产品性格；<br><br>在传播内容上，从社会热点、神话人物、光带来的多中表现形式等不同的角度，将人们对光的好奇心转移到产品上；传播方面运用O2O，线上热点借势→线下发布会→线上话题升温→产品线上线下的多维度展示，将传统的单点式视频营销延展为线性立体的营销战役，通过具有节奏感的内容推送，完成从声量到销量的转化。<br><br>营销前期，字3月19日预热海报发布到预热视频发布之前，在Facebook、Twitter、Google+、微博即造成100万人次的浏览；<br><br>预热视频catch light发布一周，全球播放次数超500万次，仅YouTube上的观看量即超465万，view rate 28%，超过YouTube Benchmark正常播放量2倍；微信传播一夜之间突破阅读量2.5万次。"
}, {
	_title: "韩后919社会化营销方案",
	_path: "file/hanhou/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.gif", "5.gif", "6.gif", "7.jpg", "8.jpg", "9.jpg"],
	_video: ["1.mp4", "2.mp4", "3.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "洞察电商渠道成为化妆品领域最重要的渠道之一。韩后电商有着很好的基因，基于韩风定位和美白的大众需求，占据了消费者的视线，也实现了业绩的飞速增长。<br><br>但是，相较于竞品在这两年里逐渐聚合的营销策略，整体用户年龄层略高的韩后需要思考，也需要改变！<br><br>策略:9月14日，韩后官微 以“疑似我们来了女神集体被黑”为话题切入引发关注。结合湖南卫视热门综艺我们来了节目提出假设，从女神集体被黑事件的蛛丝马迹看，似乎是被黑子刻意套路。预留舆论发酵空间，让网友期待到底女神们如何洗白度过这次黑危机；<br><br>承接“被黑”悬念话题，通过紧贴最新一期《我们来了》热点及节目内容，带出韩后产品及#我们白了#话题刷话题堆楼，以#我们白了#带动网友与女神们一起“洗白”，产品层面上细说美白的功能点，情感上输出感谢自己曾经在不如意时的坚持与不怕黑的精神，并带出韩后电商促销信息与病毒视频。<br><br>结果:截止9月24日，微博话题阅读量超过5500万，话题讨论量超过10万+，微信阅读量50万+，视频首发平台秒拍观看量400万+。成功吸引了年轻群体的关注并引发讨论热潮。"
}, {
	_title: "Vivo我们i音乐H5方案",
	_path: "file/vivo-music/",
	_imgs: ["1.jpg", "2.jpg"],
	_video: ["video.mp4"],
	_isLandscape:false,
	_image: [],
	_text: "Hi-Fi和拍照是vivo手机的一大特性。在众多国产厂商争相在硬件配置上竞争市场的时候，vivo却瞄准了音乐体验和拍照体验。使得vivo的销售量迅速增加。qq音乐是国内最大的音乐版权方之一。vivo和音乐版权方QQ音乐开启战略合作，这也是QQ音乐首次和手机厂商战略合作。<br><br>在后续的手机中，i音乐将内置QQ音乐库，畅享海量正版无损音源。就是说vivo将会在硬件和软件搭配的完整HiFi生态。<br><br>洞察，hifi与拍照一直是vivo主打的功能点，qq音乐是国内最大的音乐平台之一。此次我们项目的核心目标是传播『无论何时何地总有你想要的音乐』。我们将年轻人的音乐场景在一个画面里色彩缤纷地呈现出来，以此来突出vivo X QQ音乐合作所带来的海量音乐资源。<br><br>创意上，利用假VR的形式，纯手绘描绘与人们生活密切相关的场景。风格采用了极具冲击力的漫画风格，整个场景色彩缤纷，传递青春活力的气息，体现出品牌年轻有活力，直击目标受众的嗨点。<br><br>交互形式上也独居特色，冲浪、跑步和健身的人都表现了vivo消费群体的青春洋溢，和音乐节的主题交相呼应。画面上浮起的音乐的界面，通过拖移的方式可以直接将它拖到手机手机里面，这个时候就会画面就会发生变化：整个画面跃动起来，男孩耳朵上戴着的耳机也跟着韵律振动，发出动感节奏。<br><br>从本次传播结果的呈现上看，vivo与QQ音乐的战略合作，使得vivo的i音乐功能更强大，突出表现为海量的音乐资源和高品质的音乐效果。也大大提高了QQ音乐的下载量和日活量。此次案例得到H5案例分享微信公众号首推介绍，上线后vivo我们i音乐微博平台访问量剧增（具体暴增的时间段和比例，主要影响人群的数据有的话可以贴在这里）。"
}, {
	_title: "暴风魔投发布会推广方案",
	_path: "file/baofeng-ai/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg","7.jpg", "8.gif", "9.gif", "10.gif"],
	_video: ["1.mp4","2.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "暴风作为家庭智能投影行业的新品牌，要想从同质化严重的竞品中脱颖而出，引起消费者的关注，就必须更加注重对产品所带来的优质体验感的描述，打出一张直击消费者内心的情感牌。<br><br>大玩家表达的不仅是对光与影的专业把握，更是一种升华到生活与艺术层面的追求。因此在画面的展示上，我们不仅需要展示出产品的功能效果、使用场景，更要融入生活的气息，在科技与情感间找到平衡点。让消费者对产品的理解更加深入，更加渴望拥有与体验。<br><br>策略:暴风魔投作为一个行业的后来者，要想借助发布会进行一次强有力的宣传，让更多消费者知晓品牌，就必须在前期进行充分的预热，再通过一系列的物料宣传，以产品发布会为核心节点，实现大范围的信息覆盖和触达。"
}, {
	_title: "Anker美国上市发布会预热推广",
	_path: "file/anker/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg"],
	_video: ["1.mp4", "2.mp4", "3.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "Anker是一款便携的移动电源，重点市场覆盖北美、日本及欧洲多国。其中在美国的销量长期居于首位。现准备其在国外上市一款便携型的充电宝，希望围绕产品功能点开展营销活动，配合产品的上线发布。<br><br>洞察，生活中设备突然没电是大家的真实痛点，如何将anker充电器这个逆转困境、缓解尴尬必备伴侣形象化展示？我们决定，通过海报与视频引发大家共鸣，在facebook,Twitter上建立相关主页，通过吐槽提升活动声量，同时植入anker品牌信息。<br><br>创意：视频中出现的三大场景在生活中时常遇到，易引起受众共鸣，减少广告本身的反感度。直观明了的创意表现，为产品传达“秒充便携” 的理念。"
}, {
	_title: "金立S10发布会产品视频",
	_path: "file/gionee/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg", "7.jpg", "8.jpg", "9.jpg"],
	_video: ["s10.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "金立首创性地在手机前后各搭载两颗摄像头，后置双摄为1600万像素+800万像素，前置双摄为2000万像素+800万像素,加起来一共四颗，这也是全球首款四摄拍照手机。5月份在上海发布，届时薛之谦也将到场。从整个项目过程中可以感受到客户对四摄的概念极为重视，总共过了4稿方案才最终敲定。<br><br>策略，这次方案中，客户最看重的两个元素是四摄与品质感。我们以4摄作为卖点，提出将4摄物化为摄像头，放在最显眼的位置，其他的零部件也以此方式展示。同时把控模型质量，将品质感贯穿所有物料。<br><br>创意：将平台比做手机，4摄直观地并列在墙面，2款主打手机（金、蓝）结合年轻、时尚的元素，随动感十足的音乐在半圆精致造型的的场景切换。<br><br>结果：制作周期短，项目难度大，图派和客户紧密配合，在有限的周期内完成了创意，文案，素材，后期，音效等工作，专业度和执行力获得客户的一致认可。展会现场，产品视频收到很多与会人员的驻足观看，也在官网醒目位置不断推。作为17年的旗舰机，产品发布取得了圆满成功。"
}, {
	_title: "华为平板M2 病毒营销",
	_path: "file/huawei-m2/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg", "7.jpg", "8.jpg", "9.jpg", "10.jpg", "11.jpg", "12.jpg", "13.jpg", "14.jpg", "15.jpg", "16.jpg", "17.jpg", "18.jpg"],
	_video: ["1.mp4", "2.mp4", "3.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "华为平板M2·“揽阅相伴，摩挲间，感知“听心观行”，面对喧哗浮躁，一曲静谧，内心重归安宁，听见心灵絮语；历经纷杂奔波，阅览万象，思想逐步升华，看清梦想前行；华为M2以纯净的音质和清晰的画面，为用户带来全新的声画体验。”如何传递产品身临其境的感受，成为此次项目的重点。<br><br>策略，结合华为M2用户特点和华为精神，通过视频方式直观展现产品特点和理念，提升趣味性和创造性。并根据产品卖点和闪光点，选取不同场景，脑洞大开地发挥创意。使其更能抓住网络用户的心理，传播性更强。<br><br>创意上，我们联想到视频是大屏的直观优势，而M2的优势不止停留在大的层面，更带来前所未有的真实体验。声音，是人类感知美好的途径，但M2的声音不止美好，它拥有的天籁音质，灵动美妙如真似幻，仿佛身临绝美音律的源头，感受不一样的真实存在。<br><br>于是，M2的创意应运而生，通过夸张趣味的手法，表现出M2在视频、声音上的天然优势，吸引人们的兴趣与好奇。<br><br>为华为M2营销做传播创意焦点M2病毒营销视频，通过垂直媒体、社交平台等媒介进行线上病毒传播。释放M2产品理念及特点，提升M2前期引爆式的曝光量。<br>创意：通过变色龙，鹦鹉，小狗夸张趣味的演绎，表现出M2在视频、声音上的天然优势，吸引人们的兴趣与好奇。"
}, {
	_title: "平安幕天捐书公益营销方案",
	_path: "file/pingan-mutianjuanshu/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"],
	_video: ["1.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "幕天公益组织是一个专注于乡村少年精神成长的互联网公益平台，此次平安集团以“幕天公益”捐书活动为引导，并同期借助平安集团26周年司庆，委托图派科技将此次项目进行整体的创意构思、设计执行、营销推广等全方位包装。<br><br>策略:捐书是城市人群和乡村少年一次连接，传递的枢纽。方案整体创意构思以“传递”为特点，不论海报还是TVC，都通过分屏的形式，将城市的现代生活和乡村真实状况呈现出来，通过幕天这个介质将爱心从城市传递到乡村。<br><br>创意：城市工作的人群和乡村少年是两个世界的人，他们在各自的轨道生活，因为幕天捐书的连接，城市人群将自己闲置的书籍捐赠给渴望精神财富的乡村少年。整个方案便以分屏的形式将这种传递生动地表现出来。看似不同步的分屏形式与视频内容，却时时暗合，在城市与乡村中少年生活的对比中巧妙引发观众对“传递与连接”的内在互换与共鸣。"
}, {
	_title: "华为p8卖点病毒营销",
	_path: "file/huawei-p8conglin/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"],
	_video: ["1.mp4","2.mp4","3.mp4","4.mp4","5.mp4","6.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "P8的推广主要在海外的社交平台，他们对新奇好玩，悬念有趣的事物有极大兴趣，并会进行评论分享等。<br>配合P8的伦敦发布会，这支视频成功出炉。从P8自身独特的一键解锁功能出发，加以整合包装，以更新奇酷炫的形式开启不一样的手机玩法，同时向受众传达华为P系列年轻时尚的品牌理念。"
}, {
	_title: "华为media pad发布会产品视频",
	_path: "file/huawei-lizi/",
	_imgs: ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.gif", "6.gif", "7.gif"],
	_video: ["1.mp4"],
	_isLandscape:true,
	_image: [],
	_text: ""
}, {
	_title: "华为荣耀V10",
	_path: "file/huawei-rongyao-V10/",
	_imgs: [],
	_video: ["1.mp4"],
	_isLandscape:false,
	_image: [],
	_text: ""
}, {
	_title: "金立M7发布会产品视频",
	_path: "file/gionee-m7/",
	_imgs: [],
	_video: ["1.mp4"],
	_isLandscape:true,
	_image: [],
	_text: "金立M7是金立2017年下半年的商务旗舰机，其目标群体是对信息安全性能重视的商务精英，群体年龄会比M6更年轻，覆盖30-40岁的商务人群。<br><br>产品的外观为黑色，金色，蓝色，屏占比高达90%，背部CD纹质感（太阳纹），通过宇宙、鎏金等画面元素及视频动效展示金立M7的高端与质感。"
}];